Repository: DeveloperAcademy-POSTECH/2025-C6-A12-VelKaJeJulLiPa
Catalog: DanceMachine/DanceMachine/Resource/Localizable.xcstrings
Source language: ko
Languages: en, ja

source: 님이 답글을 남겼어요
en: replied to your feedback
ja: が返信しました

source: 님이 피드백을 남겼어요
en: left feedback
ja: がフィードバックを送りました

source: 팀 스페이스를 나가시겠어요?
en: Are you sure you want to leave this Team Space?
ja: チームスペースから退出しますか？

source: 팀 스페이스를 삭제하시겠어요?
en: Are you sure you want to delete this Team Space?
ja: チームスペースを削除しますか？

source: 팀원을 내보내시겠어요?
en: Are you sure you want to remove this team member?
ja: メンバーを削除しますか？

source: (예시) SEVENTEEN - 만세
en: (Example) BTS - Bow With Luv
ja: (例) BTS - Boy With Luv

source: (예시) 대동제
en: (Example) University Festival
ja: (例) 大学祭

source: [%@] 팀 초대
en: Invite to [%@]
ja: [%@]チーム招待

source: @%@에게 답글 남기는중
en: Replying to @%@
ja: @%@に返信中

source: %@ 곡을 삭제하시겠어요?
en: Delete track %@?
ja: 「%@」を削除しますか？

source: %@를 삭제하시겠어요?
en: Delete %@?
ja: %@を 削除しますか？

source: %@을/를 삭제하시겠어요?
en: Delete %@?
ja: %@を削除しますか？

source: %@팀에 입장하셨습니다.
en: Joined %@ team.
ja: %@チームに参加

source: ⚠️ 복구 작업은 1~2분 정도 소요될 수 있습니다. 화면을 이탈하지 말고 기다려주세요.
en: ⚠️ Recovery may take 1-2 minutes. Please wait without leaving this screen.
ja: ⚠️ 復旧作業には1~2分程度かかる場合があります。 画面を離れずにお待ちください。

source: 10자 미만으로 입력해 주세요.
en: Please enter less than 10 characters.
ja: 10文字以内

source: 20자 미만으로 입력해 주세요.
en: Please enter less than 20 characters.
ja: 20文字以内

source: 20자 이내로 입력해주세요.
en: Please enter within 20 characters.
ja: 20文字以内で入力してください

source: 20자 이하로 입력해 주세요.
en: Please enter 20 characters or less.
ja: 20文字以下で入力してください

source: 100자 미만으로 입력해 주세요.
en: Please enter less than 100 characters.
ja: 100文字未満で入力してください

source: App Store에서 업데이트
en: Update on the App Store
ja: App Storeで更新

source: Apple 로그인 토큰을 취소하는 중 문제가 발생했습니다: %@
en: An error occurred while revoking Apple Sign-In: %@
ja: Appleサインイン取消中にエラーが発生しました: %@

source: Apple 인증 과정에서 문제가 발생했습니다
en: Problem occurred during Apple authentication
ja: Apple認証中にエラーが発生しました

source: DirAct - [%@] 팀 초대
en: DirAct - Invite to [%@]
ja: DirAct - [%@]チーム招待

source: DirAct를 만든 사람들
en: The DirAct team
ja: DirActチーム

source: Firebase 계정 삭제에 실패했습니다: %@
en: Failed to delete Firebase account: %@
ja: Firebaseアカウント削除に失敗しました: %@

source: iCloud로부터 미디어 다운받는 중
en: Downloading media from iCloud
ja: iCloudからダウンロード中

source: 개인정보 처리 방침 동의
en: Agree to Privacy Policy
ja: プライバシーポリシーに同意

source: 개인정보처리방침
en: Privacy Policy
ja: プライバシーポリシー

source: 갤러리 접근 권한 요청
en: Photo Library Access Request
ja: ギャラリーアクセス許可

source: 계정 복구
en: Account Recovery
ja: アカウント復旧

source: 계정 복구 성공!
en: Account Recovery Successful!
ja: アカウント復旧成功！

source: 계정 복구 실패
en: Account Recovery Failed
ja: アカウント復旧失敗

source: 계정 복구 안내
en: Account Recovery Guide
ja: アカウント復旧案内

source: 계정 설정
en: Account Settings
ja: アカウント設定

source: 계정 재인증에 실패했습니다: %@
en: Account reauthentication failed: %@
ja: アカウント再認証に失敗しました: %@

source: 곡 삭제 권한이 없습니다.
en: You don't have permission to delete this track.
ja: 曲を削除する権限がありません

source: 곡 안의 모든 내용이 삭제됩니다.
en: All content in this track will be deleted.
ja: 曲内のすべてのコンテンツが削除されます

source: 곡 이름
en: Track Name
ja: 曲名

source: 곡 이름 수정 권한이 없습니다.
en: You don't have permission to edit track name.
ja: 曲名を編集する権限がありません

source: 곡 이름은 20자 이내로 입력해주세요.
en: Song name must be within 20 characters.
ja: 曲名は20文字以内

source: 곡 이름을 수정했습니다.
en: Song name updated.
ja: 曲名を更新

source: 곡 추가하기
en: Add Track
ja: 曲を追加

source: 곡과 영상을 담을 수 있는 공간입니다.
en: A space to save tracks and videos
ja: 曲と動画を保存するスペース

source: 곡을 생성했습니다.
en: Track created!
ja: 曲を作成しました

source: 곡을 선택해주세요
en: Please select a track
ja: 曲を選択

source: 곡이 삭제되었습니다.
en: Song deleted.
ja: 曲を削除

source: 곡이 없습니다. 추가해 보세요
en: No tracks yet. Let's add one!
ja: 曲がありません

source: 관리자 계정으로 로그인
en: Sign in with Admin Account
ja: 管理者アカウントでログイン

source: 관리자 로그인
en: Admin Sign In
ja: 管理者ログイン

source: 관리자 비밀번호
en: Admin Password
ja: 管理者パスワード

source: 관리자 이메일
en: Admin Email
ja: 管理者メール

# 구간 선택 중... %@~%@
source: 구간 선택 중... %1$@~%2$@
en: Selecting range... %1$@ to %2$@
ja: 区間選択中... %1$@〜%2$@

source: 구간 피드백
en: Range Feedback
ja: 区間FB

source: 나가기
en: Exit
ja: 退出

source: 나의 이름
en: My Name
ja: マイネーム

source: 나의 이름 설정
en: Set My Name
ja: 名前設定

source: 내보내기
en: Remove
ja: 削除

source: 네트워크 상태를 확인해 주세요.
en: Please check your network connection.
ja: ネットワーク接続を確認してください

source: 다른 파트로 이동
en: Move to another Part
ja: 他のパートに移動

source: 다시 초대받아 참여할 수 있습니다.
en: You can join again if invited.
ja: 再度招待されれば参加できます

source: 다음에 하기
en: Later
ja: 後で

source: 답글달기
en: Reply
ja: 返信

source: 댄스팀을 위한 효과적인 피드백 앱
en: Effective feedback app for dance teams
ja: ダンスチームのためのFBアプリ

source: 댓글
en: Comments
ja: コメント

source: 댓글 불러오기를 실패했습니다. 네트워크를 확인해 주세요.
en: Failed to load comments. Please check your network.
ja: コメントを読み込めません ネットワークを確認してください

source: 댓글을 입력해 주세요.
en: Please enter a comment.
ja: コメントを入力

source: 더 나은 서비스를 위해 노력하겠습니다.
en: We will strive to provide better service.
ja: より良いサービスのために努力いたします。

source: 더 짧거나 낮은 화질의 영상을 선택해 주세요.
en: Please select a shorter video or lower quality video.
ja: より短い動画または 低画質の動画を選択してください

source: 데이터를 decoding하는데 실패했습니다
en: Failed to decode data
ja: データのデコードに失敗しました

source: 데이터를 encoding하는데 실패했습니다
en: Failed to encode data
ja: データのエンコードに失敗しました

source: 데이터를 삭제하는데 실패했습니다: %@
en: Failed to delete data: %@
ja: データ削除に失敗しました: %@

source: 데이터를 업데이트하는데 실패했습니다: %@
en: Failed to update data: %@
ja: データ更新に失敗しました: %@

source: 데이터를 읽어오는데 실패했습니다: %@
en: Failed to read data: %@
ja: データ読込に失敗しました: %@

source: 데이터를 추가하는데 실패했습니다: %@
en: Failed to add data: %@
ja: データ追加に失敗しました: %@

source: 동영상 다운로드를 실패했습니다.
en: Failed to download video.
ja: 動画をダウンロードできませんでした

source: 동영상 불러오기를 실패했습니다. 네트워크를 확인해 주세요.
en: Failed to load video. Please check your network.
ja: 動画を読み込めません ネットワークを確認してください

source: 동영상 삭제를 실패했습니다.
en: Failed to delete video.
ja: 動画を削除できませんでした

source: 동영상 압축을 실패했습니다.
en: Failed to compress video.
ja: 動画を圧縮できませんでした

source: 동영상 업로드
en: Upload Video
ja: 動画アップロード

source: 동영상 이동을 실패했습니다.
en: Failed to move video.
ja: 動画を移動できませんでした

source: 동영상 이름 수정을 실패했습니다.
en: Failed to edit video name.
ja: 動画名を編集できませんでした

source: 동영상 제목을 입력해 주세요.
en: Please enter video title.
ja: 動画タイトルを入力

source: 동영상 처리 중 문제가 발생했습니다. 다시 시도해 주세요.
en: A problem occurred while processing the video. Please try again.
ja: 動画処理中にエラーが発生しました もう一度お試しください

source: 동영상이 삭제되었습니다.
en: Video deleted.
ja: 動画を削除しました

source: 드로잉 하기
en: Draw
ja: 描画

source: 로그아웃
en: Log Out
ja: ログアウト

source: 로그아웃에 실패했습니다: %@
en: Logout failed: %@
ja: ログアウトに失敗しました: %@

source: 로그인 실패
en: Login Failed
ja: ログイン失敗

source: 로그인을 실패했습니다. 다시 시도해주세요.
en: Login failed. Please try again.
ja: ログインに失敗しました もう一度お試しください

source: 링크가 복사되었습니다.
en: Link copied!
ja: リンクをコピーしました

source: 마이 페이지
en: My Page
ja: マイページ

source: 마이 피드백
en: My Feedback
ja: マイFB

source: 마이페이지
en: My Page
ja: マイページ

source: 마이페이지 > 문의 및 고객 지원에서 문의해 주세요.
en: Please contact us at My Page > Contact & Support.
ja: マイページ > お問い合わせ・カスタマーサポートからお問い合わせください。

source: 마이피드백
en: My Feedback
ja: マイFB

source: 마지막 로그인 정보를 불러올 수 없습니다.
en: Cannot load last login information.
ja: 最後のログイン情報を読み込めません

source: 만나서 반가워요!
en: Hello!
ja: ようこそ！

source: 문의 및 고객 지원
en: Inquiry & Support
ja: お問い合わせ・サポート

source: 문의 및 제보 사항을 작성해 주세요.
en: Please write your inquiry or report.
ja: お問い合わせ・報告事項をご記入ください。

source: 문제가 발생했습니다.
en: An error occurred.
ja: エラーが発生

source: 받은 알림이 없습니다.
en: No notifications.
ja: 通知なし

source: 방금 전
en: Just now
ja: たった今

source: 변경사항이 저장되지 않았습니다.
en: Changes not saved.
ja: 変更が保存されていません

source: 변경사항이 저장되지 않았습니다. 종료하시겠어요?
en: Changes not saved. Exit anyway?
ja: 変更が保存されていません 終了しますか？

source: 변경하기
en: Change
ja: 変更

source: 보안을 위해 본인이 속해있던 팀스페이스를 선택해주세요.
en: For security purposes, please select the teamspace you belonged to.
ja: セキュリティのため、ご自身が所属していたチームスペースを選択してください。

source: 복구되지 않은 데이터가 있다면
en: If there is any unrecovered data
ja: 復旧されていないデータがある場合

source: 복구할 계정의 이름을 입력해주세요
en: Enter the name of the account to recover
ja: 復旧するアカウントの名前を入力してください

source: 불러오는중...
en: Loading...
ja: 読込中...

source: 비디오 이름 수정
en: Edit video name
ja: 動画名編集

source: 비디오 제목
en: Video title
ja: 動画タイトル

source: 비디오를 추가해 보세요.
en: Add a video!
ja: 動画を追加

source: 사용자 이름
en: Username
ja: ユーザー名

source: 사용자 정보를 찾을 수 없습니다.
en: User information not found.
ja: ユーザー情報が見つかりません

source: 삭제
en: Delete
ja: 削除

source: 삭제된 영상이나 팀스페이스로 관련 정보(알림 문서, 사용자 알림 서브컬렉션) 삭제에 실패했습니다. (%@)
en: Failed to delete related information (notification documents, user notification subcollections) for deleted video or Team Space. (%@)
ja: 削除された動画またはチームスペースの関連情報削除に失敗しました (%@)

source: 삭제하기
en: Delete
ja: 削除

source: 삭제하면 복구할 수 없습니다.
en: This cannot be undone.
ja: 削除すると復元できません

source: 새 팀 스페이스 만들기
en: New Team Space
ja: 新規チームスペース

source: 새 프로젝트 만들기
en: Create new project
ja: 新規プロジェクト作成

source: 서버에서 안 읽은 알림 개수를 가져오지 못했습니다. (%@)
en: Failed to fetch unread notification count from server. (%@)
ja: サーバーから未読通知数を取得できませんでした (%@)

source: 서비스 이용 약관 동의
en: Agree to Terms of service
ja: 利用規約に同意

source: 서비스 이용약관
en: Terms of Service
ja: 利用規約

source: 서비스 이용을 위해 약관에 동의해 주세요.
en: Please agree to the terms to use the service.
ja: サービス利用には 規約への同意が必要です

source: 선택한 팀원들을 내보내시겠어요?
en: Remove selected team members?
ja: 選択したメンバーを削除しますか？

source: 소속된 팀스페이스를 선택해주세요
en: Please select the teamspace you belong to
ja: 所属しているチームスペースを選択してください

source: 소중한 의견이 접수되었습니다. 조치사항은 로그인 계정으로 안내드리겠습니다.
en: Your feedback has been received. We’ll notify you of any updates in your account.
ja: 貴重なご意見を受け付けました。対応内容はログイン中のアカウントへご案内します

source: 수신함
en: Inbox
ja: 受信箱

source: 수정
en: Edit
ja: 編集

source: 시작 시점 이후에서 생성해 주세요!
en: Please create after the start point!
ja: 開始位置の後に作成

source: 시점 피드백
en: Point Feedback
ja: 時点FB

source: 신고 메일을 보내는데 실패했습니다.
en: Failed to send report email.
ja: 通報メール送信に失敗しました

source: 신고 사유를 작성해 주세요.
en: Please write reason for report.
ja: 通報理由を記入

source: 신고 업로드에 실패했습니다.: %@
en: Failed to upload report: %@
ja: 通報アップロードに失敗しました: %@

source: 신고 정보를 서버에 저장하는데 실패했습니다.
en: Failed to save report to server.
ja: 通報情報のサーバー保存に失敗しました

source: 신고가 접수되었습니다. 조치사항은 이메일로 안내해드리겠습니다.
en: Report submitted. We'll email you with updates.
ja: 通報を受け付けました 対応状況はメールでお知らせします

source: 신고하기
en: Report
ja: 通報

source: 알 수 없는 사용자
en: Unknown User
ja: 不明なユーザー

source: 알 수 없는 오류가 발생했습니다: %@
en: Unknown error occurred: %@
ja: 不明なエラーが発生しました: %@

source: 알 수 없는 오류가 발생했습니다.
en: An unknown error occurred.
ja: 不明なエラー

source: 알 수 없는 유저
en: Unknown User
ja: 不明なユーザー

source: 알림 권한이 없습니다. 설정에서 알림을 허용해 주세요.
en: No notification permission. Please allow notifications in settings.
ja: 通知権限がありません。設定で通知を許可してください

source: 알림 수신
en: Receive Notifications
ja: 通知受信

source: 알림 읽음 처리 과정에서 에러가 발생했습니다. (%@)
en: Error occurred while marking notification as read. (%@)
ja: 通知既読処理中にエラーが発生しました (%@)

source: 앱 뱃지 업데이트에 실패했습니다. (%@)
en: Failed to update app badge. (%@)
ja: アプリバッジ更新に失敗しました (%@)

source: 앱 버전
en: App Version
ja: アプリバージョン

source: 앱 업데이트로 계정 정보가 초기화되었습니다. 마이페이지 > 계정 복구 탭에서 복구할 수 있습니다.
en: Your account information was reset due to an app update. You can recover it from My Page > Account Recovery tab.
ja: アプリのアップデートによりアカウント情報が初期化されました。 マイページ > アカウント復旧タブから復旧できます。

source: 업데이트가 필요합니다
en: Update Required
ja: アップデートが必要です

source: 업로드 시간이 초과되었습니다. 네트워크 연결을 확인하고 다시 시도해 주세요.
en: Upload timed out. Please check your network connection and try again.
ja: アップロードがタイムアウトしました ネットワーク接続を確認してください

source: 업로드 실패
en: Upload Failed
ja: アップロード失敗

source: 업로드할 동영상을 선택하세요.
en: Select a video to upload.
ja: 動画を選択

source: 영상 목록을 불러올 수 없습니다. 네트워크 연결을 확인해 주세요.
en: Cannot load video list. Please check your network connection.
ja: 動画リストを読み込めません ネットワーク接続を確認してください

source: 영상 삭제
en: Delete Video
ja: 動画削除

source: 영상 삭제에 실패했습니다. 다시 시도해 주세요.
en: Failed to delete video. Please try again.
ja: 動画を削除できませんでした もう一度お試しください

source: 영상 이동하기
en: Move video
ja: 動画移動

source: 영상 이름이 수정되었습니다.
en: Video name edited.
ja: 動画名を編集しました

source: 영상이 이동되었습니다.
en: Video moved.
ja: 動画を移動しました

source: 용량 초과
en: Size limit exceeded
ja: 容量超過

source: 이름
en: Name
ja: 名前

source: 이름 수정
en: Edit name
ja: 名前編集

source: 이름은 10자 이내로 입력해 주세요.
en: Name must be within 10 characters.
ja: 名前は10文字以内

source: 이름을 입력하세요
en: Enter name
ja: 名前を入力

source: 이름이 정확한가요?
en: Is the name correct?
ja: 名前は正しいですか？

source: 이메일을 입력해주세요
en: Please enter email
ja: メールアドレスを入力

source: 이전에 사용하던 계정 이름을 정확히 입력해주세요.
en: Please enter the exact name of your previous account.
ja: 以前使用していたアカウント名を正確に入力してください。

source: 이후 다시 초대할 수 있습니다.
en: You can invite again later.
ja: 後で再度招待できます

source: 일반
en: General
ja: 一般

source: 일시적인 오류가 발생했습니다. 잠시 후 다시 시도해 주세요.
en: A temporary error occurred. Please try again later.
ja: 一時的なエラーが発生しました しばらくしてからお試しください

source: 작은 피드백이라도 큰 힘이 됩니다.
en: Even small feedback gives us great strength.
ja: 小さなフィードバックでも大きな力になります。

source: 잠시 후 다시 시도해 주세요.
en: Please try again later.
ja: しばらくしてからお試しください

source: 재시도
en: Retry
ja: 再試行

source: 저는 14세 이상 입니다.
en: I am 14 years or older.
ja: 私は14歳以上です

source: 저장하지 않은 변경사항은 사라집니다.
en: Unsaved changes will be lost.
ja: 保存されていない変更は失われます

source: 전체
en: All
ja: 全体

source: 전체 피드백
en: All feedback
ja: 全体

source: 전체동의
en: Agree to all
ja: 一括同意

source: 접근 허용
en: Allow Access
ja: アクセス許可

source: 접수하기
en: Submit
ja: 送信する

source: 정말 로그아웃하시겠어요?
en: Are you sure you want to log out?
ja: 本当にログアウトしますか？

source: 존재하지 않는 영상입니다.
en: Video does not exist.
ja: 存在しない動画です

source: 종료
en: Exit
ja: 終了

source: 좋아요
en: Like
ja: いいね

source: 추가
en: Add
ja: 追加

source: 추가할 곡의 이름을 입력하세요
en: Enter track name to add
ja: 曲名を入力

source: 취소
en: Cancel
ja: キャンセル

source: 카카오톡으로 공유되었습니다.
en: Shared via KakaoTalk.
ja: カカオトークで共有しました

source: 탈퇴
en: Delete account
ja: 退会

source: 팀 멤버를 불러오는 데 실패했습니다. 잠시 후에 다시 시도해 주세요.
en: Failed to load team members. Please try again later.
ja: チームメンバーを読み込めません しばらくしてからお試しください

source: 팀 스페이스 나가기
en: Leave Team Space
ja: チームスペース退出

source: 팀 스페이스 만들기
en: Create Team Space
ja: チームスペース作成

source: 팀 스페이스 불러오는 중...
en: Loading Team Space...
ja: チームスペース読込中...

source: 팀 스페이스 삭제하기
en: Delete Team Space
ja: チームスペース削除

source: 팀 스페이스 선택
en: Select Team Space
ja: チームスペース選択

source: 팀 스페이스 이름 수정
en: Edit Team Space Name
ja: チームスペース名編集

source: 팀 스페이스 이름을 입력하세요.
en: Enter Team Space name.
ja: チームスペース名を入力

source: 팀 스페이스를 만들어보세요!
en: Create a Team Space!
ja: チームスペースを作成

source: 팀 스페이스를 만들어주세요.
en: Please create a Team Space.
ja: チームスペースを作成

source: 팀 스페이스를 생성하세요
en: Create a Team Space
ja: チームスペースを作成

source: 팀 스페이스에 팀원을 초대해 보세요.
en: Try inviting team members to your Team Space.
ja: メンバーを招待

source: 팀 스페이스에서 나가려면 팀장 권한을 다른 팀원에게 양도해야 합니다.
en: To leave Team Space, you must transfer leadership to another member.
ja: 退出するにはリーダー権限を他のメンバーに譲渡する必要があります

source: 팀 스페이스와 멤버 목록이 모두 초기화됩니다.
en: Team space and team member list will be reset.
ja: チームスペースとメンバーリストがリセットされます

source: 팀 이름
en: Team name
ja: チーム名

source: 팀만의 공간을 만들고 영상으로 피드백을 시작해 보세요.
en: Create your team's space and start giving video feedback.
ja: チーム専用スペースを作成して動画でFBを開始

source: 팀스페이스가 변경 되었습니다!
en: Team space changed!
ja: チーム変更完了

source: 팀에 멤버 초대하기
en: Invite members to team
ja: メンバー招待

source: 팀에서 내보내기
en: Remove from team
ja: チームから削除

source: 팀원
en: Team member
ja: メンバー

source: 팀원 관리
en: Manage team members
ja: メンバー管理

source: 팀원 내보내기
en: Remove team member
ja: メンバー削除

source: 팀원 태그를 통해 피드백을 주고받을 수 있습니다.
en: You can give and receive feedback by tagging team members.
ja: メンバーをタグ付けしてFBをやり取り

source: 팀원을 태그하고 피드백을 입력하세요.
en: Tag team members and enter feedback.
ja: メンバーをタグ付けしてFBを入力

source: 팀원이 없습니다. 팀원을 초대해 주세요
en: No team members. Please invite members!
ja: メンバーがいません

source: 팀을 생성했습니다.
en: Team created!
ja: チームを作成しました

source: 팀장
en: Leader
ja: リーダー

source: 팀장 권한주기
en: Transfer Leadership
ja: リーダー権限譲渡

source: 파트
en: Part
ja: パート

source: 파트 관리
en: Manage Parts
ja: パート管理

source: 파트 리스트
en: Part List
ja: パートリスト

source: 파트 선택
en: Select Part
ja: パート選択

source: 파트 이름
en: Part Name
ja: パート名

source: 파트를 삭제하는 중에 문제가 발생했습니다. 네트워크 확인 후 다시 시도해 주세요.
en: Problem occurred while deleting Part. Please check network and try again.
ja: パート削除中にエラーが発生しました ネットワークを確認してください

source: 파트를 생성하는 중에 문제가 발생했습니다. 네트워크 확인 후 다시 시도해 주세요.
en: Problem occurred while creating Part. Please check network and try again.
ja: パート作成中にエラーが発生しました ネットワークを確認してください

source: 파트를 수정하는 중에 문제가 발생했습니다. 네트워크 확인 후 다시 시도해 주세요.
en: Problem occurred while editing Part. Please check network and try again.
ja: パート編集中にエラーが発生しました ネットワークを確認してください

source: 파트를 저장했습니다.
en: Part saved!
ja: パートを保存しました

source: 파트를 추가해 보세요.
en: Add a part!
ja: パートを追加

source: 프로젝트
en: Project
ja: プロジェクト

source: 프로젝트 모든 내용이 삭제됩니다.
en: All project content will be deleted.
ja: プロジェクトのすべてのコンテンツが削除されます

source: 프로젝트 삭제 권한이 없습니다.
en: You don't have permission to delete this project.
ja: プロジェクトを削除する権限がありません

source: 프로젝트 이름
en: Project name
ja: プロジェクト名

source: 프로젝트 이름 수정 권한이 없습니다.
en: You don't have permission to edit project name.
ja: プロジェクト名を編集する権限がありません

source: 프로젝트 이름 수정을 실패했습니다.
en: Failed to update project name.
ja: プロジェクト名更新失敗

source: 프로젝트 이름은 20자 이내로 입력해주세요.
en: Project name must be within 20 characters.
ja: プロジェクト名は20文字以内

source: 프로젝트 이름을 수정했습니다.
en: Project name updated.
ja: プロジェクト名を更新

source: 프로젝트 이름을 입력하세요.
en: Enter project name.
ja: プロジェクト名を入力

source: 프로젝트가 삭제되었습니다.
en: Project deleted.
ja: プロジェクトを削除

source: 프로젝트를 생성했습니다.
en: Project created!
ja: プロジェクトを作成しました

source: 프로젝트를 추가해 보세요!
en: Add a project!
ja: プロジェクトを追加

source: 프로젝트를 추가해보세요.
en: Add a project!
ja: プロジェクトを追加

source: 프리뷰 용
en: For Preview
ja: プレビュー用

source: 피드백 불러오기를 실패했습니다. 네트워크를 확인해 주세요.
en: Failed to load feedback. Please check your network.
ja: FBを読み込めません ネットワークを確認してください

source: 피드백이 없습니다.
en: No feedback yet.
ja: FBなし

source: 필수
en: Required
ja: 必須

source: 필터
en: Filter
ja: フィルター

source: 홈
en: Home
ja: ホーム

source: 확인
en: OK
ja: 確認

source: 회원 정보가 삭제되고 되돌릴 수 없습니다.
en: Account information will be deleted and cannot be restored.
ja: アカウント情報が削除され、復元できません

source: 회원님의 라이브러리 영상 파일을 불러오기 위한 접근 권한이 필요합니다.
en: We need access permission to load your library video files.
ja: ライブラリの動画ファイルを 読み込むためのアクセス権限が必要です

source: 회원탈퇴
en: Delete account
ja: 退会

source: 압축중
ja: 圧縮中
